Revit 2027 API
ParameterTypeId.RebarShapeTerminationRotationAtStart Property
 "Rotation At Start"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarShapeTerminationRotationAtStart { get; }
Public Shared ReadOnly Property RebarShapeTerminationRotationAtStart As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarShapeTerminationRotationAtStart {
	ForgeTypeId^ get ();
}
static member RebarShapeTerminationRotationAtStart : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace